Repository: cabreramouzo/FontAppiOS
Catalog: FontApp/FontAppWidget/Localizable.xcstrings
Source language: ca
Languages: en, es, eu, fr, gl, it, pt_pt

# confidence.disputed
source: Dades contradictòries
en: Conflicting reports
es: Datos contradictorios
eu: Datu kontraesankorrak
fr: Données contradictoires
gl: Datos contraditorios
it: Dati contraddittori
pt_pt: Dados contraditórios

# confidence.unverified
source: Sense comprovar
en: Unchecked
es: Sin comprobar
eu: Egiaztatu gabe
fr: Non vérifiée
gl: Sen comprobar
it: Da controllare
pt_pt: Sem verificar

# font.unnamed
source: Font sense nom
en: Unnamed fountain
es: Fuente sin nombre
eu: Izenik gabeko iturria
fr: Fontaine sans nom
gl: Fonte sen nome
it: Fontana senza nome
pt_pt: Fonte sem nome

# status.broken
source: Espatllada
en: Broken
es: Estropeada
eu: Hondatuta
fr: Hors service
gl: Estragada
it: Guasta
pt_pt: Estragada

# status.dry
source: Seca
en: Dry
eu: Lehorra
fr: À sec
it: Secca

# status.flowing
source: Surt aigua
en: Water flowing
es: Sale agua
eu: Ura dario
fr: L'eau coule
gl: Sae auga
it: Esce acqua
pt_pt: Tem água

# status.gone
source: Ja no hi és
en: No longer there
es: Ya no está
eu: Jada ez dago
fr: N'existe plus
gl: Xa non está
it: Non c'è più
pt_pt: Já não existe

# status.trickle
source: Poca aigua
en: Little water
es: Poca agua
eu: Ur gutxi
fr: Faible débit
gl: Pouca auga
it: Poca acqua
pt_pt: Pouca água

# status.unknown
source: Es desconeix
en: Unknown
es: Se desconoce
eu: Ezezaguna
fr: État inconnu
gl: Descoñécese
it: Non si sa
pt_pt: Desconhecido

# widget.description
source: La font més propera i com està, sense obrir l’app.
en: The nearest fountain and how it is, without opening the app.
es: La fuente más cercana y cómo está, sin abrir la app.
eu: Iturririk hurbilena eta nola dagoen, aplikazioa ireki gabe.
fr: La fontaine la plus proche et son état, sans ouvrir l’app.
gl: A fonte máis próxima e como está, sen abrir a app.
it: La fontana più vicina e com’è, senza aprire l’app.
pt_pt: A fonte mais próxima e como está, sem abrir a app.

# widget.favorite.cached
source: Dada guardada · no s’ha pogut actualitzar
en: Saved report · could not refresh
es: Dato guardado · no se ha podido actualizar
eu: Gordetako datua · ezin izan da eguneratu
fr: Donnée enregistrée · actualisation impossible
gl: Dato gardado · non se puido actualizar
it: Dato salvato · aggiornamento non riuscito
pt_pt: Dado guardado · não foi possível atualizar

# widget.favorite.choose
source: Font
en: Fountain
es: Fuente
eu: Iturria
fr: Fontaine
gl: Fonte
it: Fontana
pt_pt: Fonte

# widget.favorite.chooseHint
source: Edita el widget i tria una de les teves favorites.
en: Edit the widget and choose one of your favorites.
es: Edita el widget y elige una de tus favoritas.
eu: Editatu widgeta eta aukeratu gogoko iturri bat.
fr: Modifiez le widget et choisissez une de vos favorites.
gl: Edita o widget e escolle unha das túas favoritas.
it: Modifica il widget e scegli una delle tue preferite.
pt_pt: Edite o widget e escolha uma das suas favoritas.

# widget.favorite.chooseSecond
source: Font 2
en: Fountain 2
es: Fuente 2
eu: Iturria 2
fr: Fontaine 2
gl: Fonte 2
it: Fontana 2
pt_pt: Fonte 2

# widget.favorite.chooseThird
source: Font 3
en: Fountain 3
es: Fuente 3
eu: Iturria 3
fr: Fontaine 3
gl: Fonte 3
it: Fontana 3
pt_pt: Fonte 3

# widget.favorite.description
source: Les teves fonts favorites, amb estat i últim informe. Fins a tres al widget mitjà.
en: Your favorite fountains, with status and last report. Up to three in the medium widget.
es: Tus fuentes favoritas, con estado y último reporte. Hasta tres en el widget mediano.
eu: Zure iturri gogokoen egoera eta azken txostena. Gehienez hiru widget ertainean.
fr: Vos fontaines favorites, leur état et dernier signalement. Jusqu’à trois dans le widget moyen.
gl: As túas fontes favoritas, con estado e último informe. Ata tres no widget mediano.
it: Le tue fontane preferite, con stato e ultima segnalazione. Fino a tre nel widget medio.
pt_pt: As suas fontes favoritas, com estado e último relato. Até três no widget médio.

# widget.favorite.name
source: Font favorita
en: Favorite fountain
es: Fuente favorita
eu: Iturri gogokoena
fr: Fontaine favorite
gl: Fonte favorita
it: Fontana preferita
pt_pt: Fonte favorita

# widget.favorite.noDate
source: Sense data del part
en: No report date
es: Sin fecha del parte
eu: Txostenaren datarik gabe
fr: Sans date de signalement
gl: Sen data do informe
it: Nessuna data della segnalazione
pt_pt: Sem data do relato

# widget.favorite.removed
source: Aquesta font ja no és a les teves favorites. Edita el widget per triar-ne una.
en: This fountain is no longer in your favorites. Edit the widget to choose one.
es: Esta fuente ya no está en tus favoritas. Edita el widget para elegir una.
eu: Iturri hau ez dago zure gogokoen artean. Editatu widgeta beste bat aukeratzeko.
fr: Cette fontaine n’est plus dans vos favorites. Modifiez le widget pour en choisir une.
gl: Esta fonte xa non está nas túas favoritas. Edita o widget para escoller unha.
it: Questa fontana non è più tra le tue preferite. Modifica il widget per sceglierne una.
pt_pt: Esta fonte já não está nas suas favoritas. Edite o widget para escolher uma.

# widget.favorite.reportDate
source: Últim informe
en: Last report
es: Último reporte
eu: Azken txostena
fr: Dernier signalement
gl: Último informe
it: Ultima segnalazione
pt_pt: Último relato

# widget.favorite.signIn
source: Obre FontApp, inicia sessió i marca una font com a favorita.
en: Open FontApp, sign in and star a fountain.
es: Abre FontApp, inicia sesión y marca una fuente como favorita.
eu: Ireki FontApp, hasi saioa eta markatu iturri bat gogoko gisa.
fr: Ouvrez FontApp, connectez-vous et ajoutez une fontaine aux favorites.
gl: Abre FontApp, inicia sesión e marca unha fonte como favorita.
it: Apri FontApp, accedi e aggiungi una fontana alle preferite.
pt_pt: Abra a FontApp, inicie sessão e marque uma fonte como favorita.

# widget.favorite.unavailable
source: Fora del mapa · obre la fitxa
en: Off the map · open details
es: Fuera del mapa · abre la ficha
eu: Mapatik kanpo · ireki fitxa
fr: Hors de la carte · ouvrez la fiche
gl: Fóra do mapa · abre a ficha
it: Fuori dalla mappa · apri la scheda
pt_pt: Fora do mapa · abra a ficha

# widget.name
source: Fonts a prop
en: Fountains nearby
es: Fuentes cerca
eu: Iturriak gertu
fr: Fontaines à proximité
gl: Fontes preto
it: Fontane vicine
pt_pt: Fontes perto

# widget.noLocation
source: Obre FontApp i permet la ubicació per veure les fonts properes.
en: Open FontApp and allow location to see nearby fountains.
es: Abre FontApp y permite la ubicación para ver las fuentes cercanas.
eu: Ireki FontApp eta baimendu kokapena inguruko iturriak ikusteko.
fr: Ouvrez FontApp et autorisez la localisation pour voir les fontaines proches.
gl: Abre FontApp e permite a localización para ver as fontes próximas.
it: Apri FontApp e consenti la posizione per vedere le fontane vicine.
pt_pt: Abra a FontApp e permita a localização para ver as fontes próximas.

# widget.nothing
source: No hi ha fonts conegudes a prop.
en: No known fountains nearby.
es: No hay fuentes conocidas cerca.
eu: Ez dago iturri ezagunik gertu.
fr: Aucune fontaine connue à proximité.
gl: Non hai fontes coñecidas preto.
it: Nessuna fontana conosciuta nelle vicinanze.
pt_pt: Não há fontes conhecidas perto.

# widget.offline
source: Sense connexió. Ho tornarem a provar aviat.
en: No connection. We’ll try again soon.
es: Sin conexión. Lo volveremos a intentar pronto.
eu: Konexiorik gabe. Laster saiatuko gara berriro.
fr: Pas de connexion. Nouvel essai bientôt.
gl: Sen conexión. Tentarémolo de novo pronto.
it: Nessuna connessione. Riproveremo presto.
pt_pt: Sem ligação. Voltamos a tentar em breve.
